/* No comment provided by engineer. */
" " = " ";

/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"100 CHF" = "100 CHF";

/* No comment provided by engineer. */
"Are you sure you want to reset?" = "Are you sure you want to reset?";

/* No comment provided by engineer. */
"Collection period" = "Collection period";

/* No comment provided by engineer. */
"Cumulus-Points" = "Cumulus-Points";

/* No comment provided by engineer. */
"Hello Blue" = "Hello Blue";

/* No comment provided by engineer. */
"Hello Orange" = "Hello Orange";

/* No comment provided by engineer. */
"Hello White" = "Hello White";

/* No comment provided by engineer. */
"m-Clippy Onboarding" = "m-Clippy Onboarding";

/* No comment provided by engineer. */
"m-Clippy Tips!" = "m-Clippy Tips!";

/* No comment provided by engineer. */
"Messages" = "Messages";

/* No comment provided by engineer. */
"Product abc" = "Product abc";

/* No comment provided by engineer. */
"Profile: %@" = "Profile: %@";

/* No comment provided by engineer. */
"Reset" = "Reset";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"There is no undo" = "There is no undo";

/* No comment provided by engineer. */
"Which kind of consumer are you? Set the preferences and Clippy will help you with some tips - especially in the areas eating habits, origin of products and allergies." = "Which kind of consumer are you? Set the preferences and Clippy will help you with some tips - especially in the areas eating habits, origin of products and allergies.";

